Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Use this when you're deliberately doing a hard training block (camp, race build, peak overload week). Suppresses 'rapid increase' / 'high load' messaging. Metrics still display.
ar: استخدم هذا حين تقوم عمدًا بكتلة تدريب شاقة (معسكر، بناء نحو سباق، أسبوع تحميل ذروة). يوقف رسائل «ارتفاع سريع» و«حمل مرتفع». وتظل المقاييس معروضة.
da: Brug dette, når du bevidst kører en hård træningsblok (træningslejr, opbygning til løb, peak-overload-uge). Skjuler beskeder om 'hurtig stigning' / 'høj belastning'. Målene vises stadig.
de: Nutze das, wenn du bewusst einen harten Trainingsblock machst (Trainingslager, Wettkampfaufbau, Überlastungswoche). Meldungen zu „schnellem Anstieg“ / „hoher Belastung“ werden unterdrückt. Die Kennzahlen bleiben sichtbar.
es: Úsalo cuando estés haciendo a propósito un bloque de entrenamiento duro (concentración, construcción hacia una carrera, semana de sobrecarga). Suprime los mensajes de «aumento rápido» y «carga alta». Las métricas siguen mostrándose.
fi: Käytä tätä, kun teet tarkoituksella kovaa harjoitusjaksoa (leiri, kisarakennus, huippukuormitusviikko). Vaimentaa "nopea nousu" / "korkea kuorma" -viestit. Mittarit näkyvät edelleen.
fr: À utiliser quand vous faites délibérément un bloc d’entraînement dur (stage, préparation de course, semaine de surcharge). Supprime les messages « hausse rapide » / « charge élevée ». Les métriques restent affichées.
is: Notaðu þetta þegar þú tekur viljandi erfiða æfingalotu (æfingabúðir, keppnisuppbyggingu, hámarksálagsviku). Bælir skilaboð um 'hraða aukningu' / 'hátt álag'. Mælingar birtast áfram.
it: Usalo quando stai facendo di proposito un blocco di allenamento duro (ritiro, costruzione verso una gara, settimana di sovraccarico). Sopprime i messaggi di 'aumento rapido' / 'carico alto'. Le metriche restano visibili.
ja: 意図的にハードなトレーニングブロック（合宿、レースへのビルド、ピーク過負荷週）を行うときに使います。「急増」「高負荷」のメッセージを抑制しますが、指標は引き続き表示されます。
ko: 의도적으로 강한 훈련 블록(캠프, 레이스 빌드업, 과부하 주간)을 진행할 때 사용하세요. '급증' 및 '높은 부하' 메시지를 표시하지 않으며, 지표는 계속 보입니다.
nb: Bruk dette når du bevisst kjører en hard treningsblokk (samling, oppbygging mot løp, peak-uke). Undertrykker meldinger om 'rask økning' / 'høy belastning'. Måltallene vises fortsatt.
nl: Gebruik dit als je bewust een zwaar trainingsblok doet (kamp, opbouw naar een wedstrijd, piekbelastingweek). Onderdrukt meldingen over 'snelle stijging' / 'hoge belasting'. De metrieken blijven zichtbaar.
pt_br: Use isto quando estiver deliberadamente em um bloco de treino pesado (camp, construção para prova, semana de sobrecarga). Suprime as mensagens de 'aumento rápido' / 'carga alta'. As métricas continuam visíveis.
ru: Используйте это, когда сознательно проходите тяжёлый блок (сбор, подводка к старту, неделя пиковой перегрузки). Сообщения о «резком росте» и «высокой нагрузке» подавляются. Метрики по-прежнему отображаются.
sv: Använd detta när du medvetet kör ett hårt träningsblock (läger, uppbyggnad mot lopp, peak-vecka). Undertrycker meddelanden om 'snabb ökning' / 'hög belastning'. Måtten visas fortfarande.
zh_hans: 当你有意进行高强度训练块（集训、备赛累积、峰值超负荷周）时使用。会屏蔽“快速增长”和“高负荷”提示，但各项指标仍会显示。

source: Use this when you're deliberately doing a hard training block (camp, race build, peak overload week). Suppresses 'rapid increase' and 'high load' messaging. Metrics still display. Recovery Score is unchanged — only the surrounding copy.
ar: استخدم هذا عندما تنفّذ عمدًا مرحلة تدريب شاقة (معسكر، بناء للسباق، أسبوع حمل ذروة). يكبح رسائل "الزيادة السريعة" و"الحمل المرتفع". تظل المقاييس معروضة. درجة التعافي لا تتغيّر — فقط النص المحيط بها.
da: Brug dette, når du bevidst gennemfører en hård træningsblok (lejr, opbygning til løb, uge med spidsbelastning). Det undertrykker beskeder om 'hurtig stigning' og 'høj belastning'. Målinger vises stadig. Genopretningsscoren er uændret — kun den omgivende tekst.
de: Verwende dies, wenn du bewusst einen harten Trainingsblock absolvierst (Trainingslager, Wettkampfaufbau, Woche mit Spitzenüberlastung). Es unterdrückt Meldungen zu „schnellem Anstieg“ und „hoher Belastung“. Die Metriken werden weiterhin angezeigt. Der Erholungs-Score bleibt unverändert — nur der umgebende Text.
es: Úsalo cuando hagas deliberadamente un bloque de entrenamiento exigente (concentración, preparación para una carrera, semana de sobrecarga máxima). Suprime los mensajes de "aumento rápido" y "carga alta". Las métricas se siguen mostrando. La puntuación de recuperación no cambia: solo el texto que la acompaña.
fi: Käytä tätä, kun teet tarkoituksella kovaa harjoitusjaksoa (leiri, kilpailuun valmistautuminen, huippukuormitusviikko). Se vaimentaa "nopea nousu"- ja "korkea kuormitus" -viestit. Mittarit näkyvät edelleen. Palautumispiste pysyy ennallaan — vain ympäröivä teksti muuttuu.
fr: Utilisez ceci lorsque vous effectuez délibérément un bloc d'entraînement intense (stage, préparation de course, semaine de surcharge maximale). Cela supprime les messages « augmentation rapide » et « charge élevée ». Les métriques restent affichées. Le score de récupération est inchangé — seul le texte qui l'entoure change.
is: Notaðu þetta þegar þú ert vísvitandi að taka erfiða æfingalotu (búðir, keppnisuppbyggingu, hámarksálagsviku). Það bælir skilaboð um „hraða aukningu“ og „mikið álag“. Mælingar birtast áfram. Endurheimtarstig er óbreytt — aðeins textinn í kring.
it: Usa questa opzione quando stai facendo deliberatamente un blocco di allenamento intenso (ritiro, preparazione a una gara, settimana di sovraccarico massimo). Sopprime i messaggi di "rapido aumento" e "carico elevato". Le metriche vengono ancora mostrate. Il punteggio di recupero non cambia — solo il testo che lo circonda.
ja: 意図的にハードなトレーニングブロック（合宿、レースに向けた仕上げ、ピークの過負荷週）を行うときに使用します。「急増」や「高負荷」のメッセージを抑制します。指標は引き続き表示されます。回復スコアは変わらず、周囲の文言だけが変わります。
ko: 캠프, 대회 빌드업, 피크 과부하 주간 등 의도적으로 힘든 훈련 블록을 진행할 때 사용하세요. '급격한 증가' 및 '높은 부하' 메시지를 억제합니다. 지표는 계속 표시됩니다. 회복 점수는 변하지 않으며, 주변 문구만 바뀝니다.
nb: Bruk dette når du bevisst gjennomfører en hard treningsblokk (leir, oppkjøring til løp, uke med toppoverbelastning). Det demper meldinger om «rask økning» og «høy belastning». Beregningene vises fortsatt. Restitusjonspoengsummen er uendret — bare teksten rundt.
nl: Gebruik dit wanneer je bewust een zware trainingsblok doet (kamp, opbouw naar een wedstrijd, week met piekoverbelasting). Het onderdrukt meldingen over 'snelle toename' en 'hoge belasting'. De waarden worden nog steeds getoond. De herstelscore blijft ongewijzigd — alleen de omringende tekst.
pt_br: Use isto quando estiver fazendo deliberadamente um bloco de treino pesado (camp, preparação para prova, semana de sobrecarga máxima). Suprime as mensagens de "aumento rápido" e "carga alta". As métricas continuam sendo exibidas. A pontuação de recuperação não muda — apenas o texto ao redor.
ru: Используйте это, когда вы намеренно проходите тяжёлый тренировочный блок (сбор, подготовку к гонке, неделю пиковой перегрузки). Это подавляет сообщения о «резком росте» и «высокой нагрузке». Метрики по-прежнему отображаются. Оценка восстановления не меняется — меняется только сопроводительный текст.
sv: Använd detta när du medvetet kör ett hårt träningsblock (läger, tävlingsuppbyggnad, vecka med toppöverbelastning). Det dämpar meddelanden om "snabb ökning" och "hög belastning". Mätvärdena visas fortfarande. Återhämtningspoängen är oförändrad — endast den omgivande texten.
zh_hans: 当你有意进行高强度训练阶段（训练营、赛前提升、巅峰超量周）时使用此项。它会抑制"快速上升"和"高负荷"提示。各项指标仍会显示。恢复评分不变——仅改变周围的文案。

source: Use your voice to compose a question
ar: استخدم صوتك لتأليف سؤال
da: Brug din stemme til at formulere et spørgsmål
de: Nutze deine Stimme, um eine Frage zu formulieren
es: Usa tu voz para redactar una pregunta
fi: Muotoile kysymys äänelläsi
fr: Utilisez votre voix pour formuler une question
is: Notaðu röddina þína til að semja spurningu
it: Usa la tua voce per comporre una domanda
ja: 声で質問を作成します
ko: 음성으로 질문을 작성하세요
nb: Bruk stemmen din til å lage et spørsmål
nl: Gebruik je stem om een vraag op te stellen
pt_br: Use sua voz para compor uma pergunta
ru: Используйте голос, чтобы составить вопрос
sv: Använd din röst för att formulera en fråga
zh_hans: 用语音来组织一个问题

source: Used for calorie estimation in workouts.
ar: يُستخدم لتقدير السعرات الحرارية في التمارين.
da: Bruges til kalorieestimering i træninger.
de: Wird zur Kalorienschätzung in Trainings verwendet.
es: Se usa para estimar las calorías en los entrenamientos.
fi: Käytetään kalorien arviointiin harjoituksissa.
fr: Utilisé pour l'estimation des calories dans les séances.
is: Notað til að áætla hitaeiningar í æfingum.
it: Usato per stimare le calorie negli allenamenti.
ja: ワークアウトでのカロリー推定に使用されます。
ko: 운동 중 칼로리 추정에 사용됩니다.
nb: Brukes til kaloriestimering i økter.
nl: Wordt gebruikt voor de schatting van calorieën in workouts.
pt_br: Usado para estimar calorias nos treinos.
ru: Используется для оценки калорий в тренировках.
sv: Används för kaloriberäkning i träningspass.
zh_hans: 用于训练中的卡路里估算。

source: Used for calorie estimation via the Compendium of Physical Activities formula (METs × 3.5 × kg × min / 200). Current: %1$lld kg / %2$lld lb (%3$@).
ar: يُستخدم لتقدير السعرات الحرارية عبر معادلة Compendium of Physical Activities (METs × 3.5 × kg × min / 200). الحالي: %lld كجم / %lld رطل (%@).
da: Bruges til kalorieestimering via formlen fra Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Aktuelt: %lld kg / %lld lb (%@).
de: Wird zur Kalorienschätzung mit der Formel des Compendium of Physical Activities verwendet (METs × 3,5 × kg × min / 200). Aktuell: %lld kg / %lld lb (%@).
es: Se usa para estimar las calorías mediante la fórmula del Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Actual: %lld kg / %lld lb (%@).
fi: Käytetään kalorien arviointiin Compendium of Physical Activities -kaavalla (METs × 3,5 × kg × min / 200). Nykyinen: %lld kg / %lld lb (%@).
fr: Utilisé pour estimer les calories via la formule du Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Actuel : %lld kg / %lld lb (%@).
is: Notað til að áætla hitaeiningar með formúlu Compendium of Physical Activities (METs × 3,5 × kg × mín / 200). Núverandi: %lld kg / %lld lb (%@).
it: Usato per stimare le calorie tramite la formula del Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Attuale: %lld kg / %lld lb (%@).
ja: Compendium of Physical Activities の式（METs × 3.5 × kg × min / 200）を用いてカロリーを推定するために使用します。現在：%lld kg / %lld lb（%@）。
ko: Compendium of Physical Activities 공식(METs × 3.5 × kg × min / 200)을 통한 칼로리 추정에 사용됩니다. 현재: %lld kg / %lld lb (%@).
nb: Brukes til kaloriestimering via formelen fra Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Nåværende: %lld kg / %lld lb (%@).
nl: Wordt gebruikt voor calorieschatting via de formule van het Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Huidig: %lld kg / %lld lb (%@).
pt_br: Usado para estimar calorias por meio da fórmula do Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Atual: %lld kg / %lld lb (%@).
ru: Используется для оценки калорий по формуле Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Текущее: %lld кг / %lld фнт (%@).
sv: Används för kaloriuppskattning via formeln från Compendium of Physical Activities (METs × 3,5 × kg × min / 200). Aktuellt: %lld kg / %lld lb (%@).
zh_hans: 通过 Compendium of Physical Activities 公式（METs × 3.5 × kg × min / 200）用于估算卡路里。当前：%lld kg / %lld lb（%@）。

source: Used for sex-dependent TRIMP calculations
ar: يُستخدَم لحسابات TRIMP المعتمدة على الجنس
da: Bruges til kønsafhængige TRIMP-beregninger
de: Wird für geschlechtsabhängige TRIMP-Berechnungen verwendet
es: Se usa para los cálculos de TRIMP dependientes del sexo
fi: Käytetään sukupuoliriippuvaisiin TRIMP-laskelmiin
fr: Utilisé pour les calculs de TRIMP dépendant du sexe
is: Notað fyrir kynjaháða TRIMP-útreikninga
it: Usato per i calcoli del TRIMP dipendenti dal sesso
ja: 性別依存の TRIMP 計算に使用されます
ko: 성별 의존적인 TRIMP 계산에 사용됩니다
nb: Brukes til kjønnsavhengige TRIMP-beregninger
nl: Wordt gebruikt voor geslachtsafhankelijke TRIMP-berekeningen
pt_br: Usado para cálculos de TRIMP dependentes do sexo
ru: Используется для расчётов TRIMP, зависящих от пола
sv: Används för könsberoende TRIMP-beräkningar
zh_hans: 用于依赖性别的 TRIMP 计算

source: Used for workout zones and the voice coach. Current effective max: %1$lld bpm (%2$@). Set your actual max if you know it — otherwise 208 − 0.7 × age is a rough estimate.
ar: يُستخدم لمناطق التمرين ومدرب الصوت. الحد الأقصى الفعّال الحالي: %lld نبضة/دقيقة (%@). اضبط الحد الأقصى الفعلي إذا كنت تعرفه — وإلا فإن 208 − 0.7 × العمر تقدير تقريبي.
da: Bruges til træningszoner og stemmecoachen. Nuværende effektive maks.: %lld bpm (%@). Angiv dit faktiske maks., hvis du kender det — ellers er 208 − 0,7 × alder et groft estimat.
de: Wird für Trainingszonen und den Sprachcoach verwendet. Aktuelles effektives Maximum: %lld bpm (%@). Lege dein tatsächliches Maximum fest, falls du es kennst – andernfalls ist 208 − 0,7 × Alter eine grobe Schätzung.
es: Se usa para las zonas de entrenamiento y el entrenador de voz. Máx. efectivo actual: %lld lpm (%@). Indica tu máx. real si lo conoces; de lo contrario, 208 − 0,7 × edad es una estimación aproximada.
fi: Käytetään harjoitusalueisiin ja äänivalmentajaan. Nykyinen tehollinen maksimi: %lld bpm (%@). Aseta todellinen maksimisi, jos tiedät sen — muuten 208 − 0,7 × ikä on karkea arvio.
fr: Utilisé pour les zones d'entraînement et le coach vocal. Max. effectif actuel : %lld bpm (%@). Indiquez votre max. réel si vous le connaissez — sinon, 208 − 0,7 × âge est une estimation approximative.
is: Notað fyrir æfingasvæði og raddþjálfarann. Núverandi virkt hámark: %lld bpm (%@). Stilltu raunverulegt hámark þitt ef þú þekkir það — annars er 208 − 0,7 × aldur grófleg áætlun.
it: Usato per le zone di allenamento e il coach vocale. Massimo effettivo attuale: %lld bpm (%@). Imposta il tuo massimo reale se lo conosci — altrimenti 208 − 0,7 × età è una stima approssimativa.
ja: ワークアウトゾーンと音声コーチに使用されます。現在の実効最大値：%lld bpm（%@）。実際の最大値が分かる場合は設定してください。分からない場合は「208 − 0.7 × 年齢」が目安になります。
ko: 운동 존과 음성 코치에 사용됩니다. 현재 유효 최대값: %lld bpm (%@). 실제 최대값을 알면 설정하세요 — 모르면 208 − 0.7 × 나이가 대략적인 추정값입니다.
nb: Brukes til treningssoner og stemmetreneren. Gjeldende effektivt maks.: %lld bpm (%@). Angi ditt faktiske maks. hvis du vet det — ellers er 208 − 0,7 × alder et grovt anslag.
nl: Gebruikt voor trainingszones en de stemcoach. Huidig effectief maximum: %lld bpm (%@). Stel je werkelijke maximum in als je het weet — anders is 208 − 0,7 × leeftijd een ruwe schatting.
pt_br: Usado para as zonas de treino e o treinador de voz. Máx. efetivo atual: %lld bpm (%@). Defina seu máx. real se souber — caso contrário, 208 − 0,7 × idade é uma estimativa aproximada.
ru: Используется для зон тренировки и голосового тренера. Текущий эффективный максимум: %lld уд/мин (%@). Укажите свой реальный максимум, если знаете его, — иначе 208 − 0,7 × возраст даёт грубую оценку.
sv: Används för träningszoner och röstcoachen. Aktuellt effektivt max: %lld bpm (%@). Ange ditt faktiska max om du känner till det — annars är 208 − 0,7 × ålder en grov uppskattning.
zh_hans: 用于训练区间和语音教练。当前有效最大值：%lld bpm（%@）。如果你知道自己的实际最大值,请设置它——否则 208 − 0.7 × 年龄是一个粗略估计。

source: Used to calculate age-adjusted HRV baselines
ar: يُستخدم لحساب خطوط أساس HRV المعدّلة حسب العمر
da: Bruges til at beregne aldersjusterede HRV-baselines
de: Wird zur Berechnung altersangepasster HRV-Baselines verwendet
es: Se usa para calcular líneas base de HRV ajustadas por edad
fi: Käytetään ikäkorjattujen HRV-perustasojen laskemiseen
fr: Utilisé pour calculer les références HRV ajustées selon l'âge
is: Notað til að reikna út aldursleiðréttar HRV-grunnlínur
it: Usato per calcolare le linee di base HRV corrette per l'età
ja: 年齢調整したHRVベースラインの計算に使用されます
ko: 연령 보정 HRV 기준선 계산에 사용됩니다
nb: Brukes til å beregne aldersjusterte HRV-basislinjer
nl: Wordt gebruikt om naar leeftijd gecorrigeerde HRV-basisniveaus te berekenen
pt_br: Usado para calcular linhas de base de HRV ajustadas por idade
ru: Используется для расчета базовых уровней ВСР с поправкой на возраст
sv: Används för att beräkna åldersjusterade HRV-baslinjer
zh_hans: 用于计算经年龄校正的 HRV 基线

source: Used to compute age-based defaults for max heart rate and zones
ar: يُستخدم لحساب القيم الافتراضية المستندة إلى العمر للحد الأقصى لمعدل ضربات القلب والمناطق
da: Bruges til at beregne aldersbaserede standardværdier for maksimal puls og zoner
de: Wird verwendet, um altersbasierte Standardwerte für maximale Herzfrequenz und Zonen zu berechnen
es: Se usa para calcular valores predeterminados según la edad para la frecuencia cardíaca máxima y las zonas
fi: Käytetään ikäpohjaisten oletusarvojen laskemiseen maksimisykkeelle ja sykealueille
fr: Utilisé pour calculer des valeurs par défaut basées sur l'âge pour la fréquence cardiaque maximale et les zones
is: Notað til að reikna aldursmiðaðar sjálfgefnar gildi fyrir hámarkshjartslátt og svæði
it: Usato per calcolare i valori predefiniti in base all'età per la frequenza cardiaca massima e le zone
ja: 最大心拍数とゾーンの年齢ベースのデフォルト値の計算に使用されます
ko: 최대 심박수와 구간의 연령 기반 기본값을 계산하는 데 사용됩니다
nb: Brukes til å beregne aldersbaserte standardverdier for maksimal puls og soner
nl: Wordt gebruikt om leeftijdsgebaseerde standaardwaarden voor maximale hartslag en zones te berekenen
pt_br: Usado para calcular valores padrão baseados na idade para a frequência cardíaca máxima e as zonas
ru: Используется для вычисления значений по умолчанию на основе возраста для максимального пульса и зон
sv: Används för att beräkna åldersbaserade standardvärden för maximal puls och zoner
zh_hans: 用于计算基于年龄的最大心率和心率区间默认值

source: Used to estimate calories burned during workouts
ar: يُستخدم لتقدير السعرات الحرارية المحروقة أثناء التمارين
da: Bruges til at estimere forbrændte kalorier under træning
de: Wird verwendet, um die während des Trainings verbrannten Kalorien zu schätzen
es: Se usa para estimar las calorías quemadas durante los entrenamientos
fi: Käytetään treenien aikana poltettujen kalorien arviointiin
fr: Utilisé pour estimer les calories brûlées pendant les entraînements
is: Notað til að áætla brenndar hitaeiningar í æfingum
it: Usato per stimare le calorie bruciate durante gli allenamenti
ja: ワークアウト中の消費カロリーの推定に使用されます
ko: 운동 중 소모된 칼로리를 추정하는 데 사용됩니다
nb: Brukes til å anslå forbrente kalorier under økter
nl: Wordt gebruikt om de verbrande calorieën tijdens workouts te schatten
pt_br: Usado para estimar as calorias queimadas durante os treinos
ru: Используется для оценки калорий, сожжённых во время тренировок
sv: Används för att uppskatta förbrända kalorier under träningar
zh_hans: 用于估算训练期间消耗的卡路里

source: Used to map outdoor workouts (GPS route + distance) and for road-aware coaching. Indoor sessions and the recovery score don't need it.
ar: يُستخدم لرسم التمارين الخارجية (مسار GPS + المسافة) وللتوجيه المدرك للطرق. الجلسات الداخلية ودرجة التعافي لا تحتاجه.
da: Bruges til at kortlægge udendørstræninger (GPS-rute + distance) og til vejbevidst coaching. Indendørssessioner og restitutionsscoren har ikke brug for det.
de: Wird genutzt, um Outdoor-Trainings zu kartieren (GPS-Route + Distanz) und für straßenbewusstes Coaching. Indoor-Einheiten und der Erholungs-Score brauchen es nicht.
es: Se usa para trazar entrenamientos al aire libre (ruta GPS + distancia) y para el asesoramiento consciente del terreno. Las sesiones en interior y la puntuación de recuperación no lo necesitan.
fi: Käytetään ulkoharjoitusten kartoittamiseen (GPS-reitti + matka) ja tiestön huomioivaan valmennukseen. Sisäharjoitukset ja palautumispisteet eivät tarvitse sitä.
fr: Sert à cartographier les séances en extérieur (itinéraire GPS + distance) et au coaching tenant compte des routes. Les séances en intérieur et le score de récupération n’en ont pas besoin.
is: Notað til að kortleggja útiæfingar (GPS-leið + vegalengd) og fyrir vegvitaða þjálfun. Innanhússlotur og endurheimtarstigið þurfa það ekki.
it: Serve a mappare gli allenamenti all’aperto (percorso GPS + distanza) e per il coaching consapevole delle strade. Le sessioni indoor e il punteggio di recupero non ne hanno bisogno.
ja: 屋外ワークアウトのマッピング（GPS ルートと距離）と、道路を考慮したコーチングに使用します。屋内セッションと回復スコアには不要です。
ko: 야외 운동 매핑(GPS 경로 + 거리)과 도로를 고려한 코칭에 사용됩니다. 실내 세션과 회복 점수에는 필요하지 않습니다.
nb: Brukes til å kartlegge utendørsøkter (GPS-rute + distanse) og til veibevisst coaching. Innendørsøkter og restitusjonsscoren trenger det ikke.
nl: Wordt gebruikt om buitentrainingen in kaart te brengen (GPS-route + afstand) en voor wegbewuste coaching. Binnensessies en de herstelscore hebben het niet nodig.
pt_br: Usado para mapear treinos ao ar livre (rota de GPS + distância) e para orientação que considera as ruas. Sessões indoor e a pontuação de recuperação não precisam disso.
ru: Используется для построения маршрутов уличных тренировок (GPS-трек + дистанция) и для советов с учётом дорог. Домашним тренировкам и оценке восстановления это не нужно.
sv: Används för att kartlägga utomhuspass (GPS-rutt + distans) och för vägmedveten coachning. Inomhuspass och återhämtningspoängen behöver det inte.
zh_hans: 用于绘制户外训练（GPS 路线与距离）以及结合道路的指导。室内训练和恢复评分不需要它。
